app/views/static_pages/home.html.erb

<div>
  <% User.all.each_with_index do |users, index| %>
---
SELECT "users".* FROM "users"